{
    "Giang Tuấn Transportation Co.,Ltd": "Công ty vận tải Giang Tuấn",
    "06/53/68 Pham Ngu Lao, Cầu Giấy District, Hà Nội City.": "Số 6 Ngách 53 Ngõ 68 Cầu Giấy Hà Nội",
    "Tax Code": "Số thuế",
    "Library": "Thư viện",
    "Home": "Trang chủ",
    "Booking Ticket": "Đặt vé",
    "Price": "Bảng giá",
    "Ticket purchase guide": "Hướng dẫn mua vé",
    "Departure": "Điểm đi",
    "Destination": "Điểm đến",
    "Search route": "Tìm chuyến",
    "Quantity": "Số lượng",
    "Destinations": "Điểm đến",
    "Trips": "Chuyến",
    "Day": "Ngày",
    "Happy customers": "Khách hàng hài lòng",
    "Support line": "Hỗ trợ",
    "contacs": "Liên hệ",
    "Reserve your ticket": "Đặt vé trực tuyến",
    "Data is in processing": "Dữ liệu đang được xử lý",
    "Enter your information": "Nhập thông tin",
    "Confirm your information": "Xác nhận thông tin",
    "Confirm ticket information": "Xác nhận thông tin vé",
    "Ticket information": "Thông tin vé xe",
    "Booking Successfully": "Đặt vé thành công",
    "Book ticket": "Đặt vé",
    "Book": "Đặt",
    "Ticket": "Vé",
    "to": "đến",
    "Date": "Ngày",
    "Brand": "Nhà xe",
    "Code trips": "Mã chuyến",
    "Start time": "Giờ đi",
    "Arrival": "Giờ đến",
    "Time": "Thời gian",
    "Seat": "Chỗ trống",
    "Seat type": "Loại xe",
    "Ticket price": "Giá vé",
    "SEARCH RESULTS": "KẾT QUẢ TÌM KIẾM CHUYẾN XE",
    "Note": "Lưu ý",
    "is your departure point": "là điểm xuất bến của quý khách",
    "is the scheduled departure time of the day": "là giờ dự kiến xuất bến trong ngày",
    "is your destination point": "là điếm đến bến cuối của quý khách",
    "is the scheduled time you will arrive at the destination": "là giờ dự kiến quý khách sẽ đến bến cuối",
    "the amount you pay to ride on the chosen itinerary": "Giá tiền được định giá quý khách phải trả để đi xe trên hành trình chọn",
    "is the total estimated travel time of the vehicle": "là tổng thời gian dự kiến hành trình của xe",
    "is the number of available seats on the bus": "là Số lượng chỗ còn trống trên chuyến xe",
    "Logout": "Đăng xuất",
    "book": "đặt vé",
    "Fullname": "Họ và tên",
    "Phone": "Số điện thoại",
    "Address": "Địa chỉ",
    "TRANSPORT RULES": "CÁC ĐIỀU KIỆN VẬN CHUYỂN",
    "For the benefit of customers and the company, customers should bring their ID card when using the service.": "Vì lợi ích của khách hàng và công ty, khách hàng nên mang theo CMND khi sử dụng dịch vụ.",
    "Customers should be at the pick-up point of Hoang Long by the guidance of ticket officer before the coach leaving at least 30 minutes for the procedures.": "Khách hàng có mặt tại điểm đón khách của Hoàng Long theo hướng dẫn của nhân viên bán vé trước giờ xe chạy ít nhất 30 phút để làm thủ tục.",
    "Customer should not smoke on the coach.": "Khách hàng không được hút thuốc trên xe.",
    "Customers should not carrying the dangerous goods, precious and rare animals, banned goods as weapons, explosives, inflammables, toxic smell on the coach.": "Khách hàng không mang theo những hàng hóa nguy hiểm, động vật tươi sống, quý hiếm, hàng bị cấm lưu thông như vũ khí, các chất dễ cháy nổ, những thứ có mùi độc hại lên xe.",
    "Customers should not carrying the goods which banned from the specified list of the Socialist Republic of Vietnam.": "Khách hàng không mang theo những hàng hóa cấm trong danh mục quy định hàng cấm của nước Cộng Hoà Xã Hội Chủ Nghĩa Việt Nam.",
    "The valid ticket only using by date, time and trip which printed on the ticket.": "Vé chỉ có giá trị theo chuyến ngày và giờ ghi trên vé.",
    "The customers have the rights to cancel, change the trip information BASED ON DEPARTURE TIME: before 12 hours the cancellation / no charge, from 03 to 12 hours are subject to cancellation / change and service charge 10%, within 03 hours are subject to cancellation / change and 30% service charge. Tickets will be refunded within 15-20 days of cancellation. Holiday - New Year has separate regulations.": "Quý khách được quyền Hủy vé/thay đổi thông tin chuyến dựa vào THỜI GIAN DỰ KIẾN XUẤT BẾN : trước 12 tiếng được hủy/đổi miễn phí, từ 03 đến 12 tiếng được hủy/đổi và mất phí dịch vụ 10%, trong vòng 03 tiếng được hủy/đổi và mất phí dịch vụ 30%. Giá trị Vé sau khi trừ phí sẽ được hoàn lại trong vòng 15-20 ngày kể từ khi hủy vé. Ngày Lễ - Tết có Quy định riêng",
    "Customer should not cancel or change information when lost the tickets, the customers can also get on the coach if still remember the ticket code and bring the ID card.": "Khách hàng không được hủy, thay đổi thông tin khi mất vé này, khách hàng vẫn có thể đi xe nếu còn nhớ mã vé và mang theo CMND.",
    "If for unforeseen conditions (natural disasters, traffic jams, etc.) the Company have the rights to canceled or changed the schedule and departure time.The company should have notice in advance without any responsibility.": "Nếu vì điều kiện bất khả kháng (Thiên tai, tắc đường…) Công ty được quyền hủy hoặc thay đổi lịch và giờ chạy. Công ty có trách nhiệm thông báo trước mà không chịu bất cứ trách nhiệm nào.",
    "Each passenger may carry 30kg of luggage. If overload of rule then pay 5000vnd/kg for addition fees. The bulky equipments, TV, computers, motorcycles ... in the specified list of the Company, not be counted as luggage.": "Mỗi hành khách được mang theo 30kg hành lý. Nếu vượt quá mức quy định thì phải đóng thêm phụ phí là 5000đ/kg. Các thiết bị máy móc,ti vi, máy tính cồng kềnh, xe máy... trong danh mục quy định hàng hóa của Công ty, không được tính là hành lý mang theo.",
    "In case, the customers think that staff of the company have lack of impolite behaviors or false of regulations, we are always receiving the customers opinion by phone, email, postal mail as the contact information below:": "Trong trường hợp khách hàng cho rằng nhân viên của công ty có những hành vi thiếu lịch sự hoặc sai quy chế, chúng tôi luôn tiếp nhận ý kiến của khách hàng theo số điện thoại, email, thư tay ở phần thông tin liên lạc.",
    "CONTACT INFORMATION": "THÔNG TIN LIÊN LẠC",
    "Hotline": "Đường dây nóng",
    "I agreed with the terms and policies for using service": "Tôi đồng ý với các điều khoản sử dụng dịch vụ",
    "Operation Center Department, Giang Tuan Transport Co.,Ltd, No 5, Pham Ngu Lao, Ngo Quyen Distric, Hai Phong, VietNam.": "Phòng Điều hành trung tâm, Công ty TNHH vận tải Giang Tuấn, Số 21 Ngõ 41 Đông Tác Đống Đa Hà Nội",
    "Payments method": "Hình thức thanh toán",
    "Expected customers will board the car in": "Dự kiến khách hàng sẽ lên xe tại",
    "at": "lúc",
    "Total price": "Tổng tiền",
    "Booking confirmation": "Xác nhận đặt vé",
    "Verification code": "Mã xác nhận",
    "Incorrect code": "Mã không đúng",
    "Please enter the verification code": "Vui lòng nhập mã xác nhận",
    "Direct payment": "Thanh toán trực tiếp",
    "You have successfully booked the ticket": "Bạn đã đặt vé thành công",
    "Thank you for using the online booking service of Giang Tuan Transport Company.": "Cảm ơn quý khách đã sử dụng dịch vụ đặt vé trực tuyến của Công ty Vận tải Giang Tuấn.",
    "We have sent you an email to your email address": "Chúng tôi đã gửi cho bạn một email vào địa chỉ",
    "Please check your email for the ticket code, payment instructions and ticket receipt": "Xin vui lòng kiểm tra email để được mã code vé, hướng dẫn thủ tục thanh toán và lấy vé.",
    "This ticket has been sold out": "Hết vé",
    "This trip does not have enough number of tickets required, please choose another trip": "Chuyến xe này không đủ số lượng vé yêu cầu, quý khách vui lòng chọn chuyến xe khác",
    "Ticket code": "Mã đặt vé",
    "Hello": "Xin chào",
    "Booking ticket successfully!": "Đặt vé thành công",
    "Route": "Tuyến",
    "Trip": "Chuyến",
    "The number of beds will be canceled if you are not successful payment": "Số ghế sẽ bị hủy nếu như bạn không thanh toán thành công",
    "Select pickup address": "Chọn điểm lên xe",
    "Please select seat": "Xin mời chọn số ghế",
    "Seat :index has been booked": "Ghế số :index đã được đặt",
    "Selecting": "Đang chọn",
    "Available": "Ghế trống",
    "Reserved": "Ghế đã được đặt",
    "Book ticket successfully": "Đặt vé thành công",
    "unpaid" : "Chưa thanh toán",
    "paid": "Đã thanh toán",
    "cancel": "Hủy",
    "Tracking": "Tra cứu vé xe",
    "day": "ngày",
    "There is no result for the key" : "Không tìm thấy kết quả nào cho từ khóa",
    "Phone number": "Số điện thoại",
    "Information": "Thông tin nhà xe",
    "Image": "Hình ảnh",
    "Description": "Mô tả",
    "Search": "Tìm kiếm",
    "Bank account number": "Tài khoản ngân hàng",
    "Cancel ticket request": "Yêu cầu hủy vé xe",
    "Your code will expire in :seconds second": "Mã hủy sẽ hết hiệu lực trong :time giây",
    "Do not find ticket with code:": "Không tìm thấy vé xe có mã:",
    "Check your mail to get cancel ticket code": "Vui lòng kiểm tra mã xác nhận trong email của bạn",
    "Your code has expired": "Mã đã hết hạn sử dụng",
    "Cancel ticket fail, please try again": "Hủy vé thất bại, vui lòng thử lại",
    "Your code is invalid": "Mã không hợp lệ",
    "Cancel ticket successfully": "Hủy vé thành công",
    "Cancel booking": "Hủy vé",
    "Resend": "Gửi lại",
    "Cancel": "Trở về",
    "Submit": "Gửi",
    "Status": "Trạng thái",
    "Payment method": "Hình thức thanh toán",
    "Cancel trip inform": "Thông báo hủy chuyến"
}